Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# RCLearnRemoteBasicSetUpCompleteDescriptionTextAlt
source: You can now use your remote with this Apple TV. To set up additional buttons, select Set Up Playback Buttons or Set Up Guide Buttons.
ar: يمكنك الآن استخدام الريموت مع هذا الـ Apple TV. لإعداد أزرار إضافية، حدد "إعداد أزرار التشغيل" أو "إعداد أزرار الدليل".
ca: Ja pots utilitzar el comandament amb l’Apple TV. Per configurar més botons, selecciona “Configura els botons de reproducció” o “Configura els botons de guia”.
cs: Teď můžete s touto Apple TV používat svůj ovladač. Chcete‑li nastavit další tlačítka, vyberte volbu Nastavit tlačítka přehrávání nebo Nastavit programová tlačítka.
da: Du kan nu bruge fjernbetjeningen med dette Apple TV. Hvis du vil indstille yderligere knapper, skal du vælge Indstil knapper til afspilning eller Indstil guideknapper.
de: Du kannst die Fernbedienung jetzt mit diesem Apple TV verwenden. Um weitere Tasten zu konfigurieren, wähle „Wiedergabetasten konfigurieren“ oder „Führungstasten konfigurieren“.
el: Τώρα θα μπορείτε να χρησιμοποιείτε το τηλεχειριστήριο με αυτό το Apple TV. Για διαμόρφωση πρόσθετων κουμπιών, επιλέξτε «Διαμόρφωση κουμπιών αναπαραγωγής» ή «Διαμόρφωση κουμπιών Οδηγού».
es: Ya puedes utilizar el mando con este Apple TV. Para configurar más botones, selecciona “Configurar botones de reproducción” o “Configurar botones de la guía”.
es_us: Ahora puedes usar tu control remoto con este Apple TV. Para configurar botones adicionales, selecciona Configurar botones de reproducción o Configurar botones de guía.
fi: Voit nyt käyttää kaukosäädintäsi tämän Apple TV:n kanssa. Ota lisää painikkeita käyttöön valitsemalla Määritä toistopainikkeet tai Määritä opaspainikkeet.
fr: Vous pouvez maintenant utiliser votre télécommande avec cette Apple TV. Choisissez « Configurer les boutons de lecture » ou « Configurer les boutons de guide » pour configurer d’autres boutons.
fr_ca: Vous pouvez désormais utiliser votre télécommande avec cette Apple TV. Pour configurer d’autres boutons, sélectionnez « Configurer les boutons de lecture » ou « Configurer les boutons de programme ».
he: כעת ניתן להשתמש בשלט עם Apple TV זה. להגדרת כפתורים נוספים, יש לבחור באפשרות ״הגדרת כפתורי הפעלה״ או ״הגדרת כפתורי המדריך״.
hi: अब आप अपने रिमोट का इस Apple TV के साथ उपयोग कर सकते हैं। अतिरिक्त बटन सेटअप करने के लिए, “प्लेबैक बटन सेटअप करें” या “गाइड बटन सेटअप करें” चुनें।
hr: Sad možete koristiti svoj upravljač s ovim Apple TV‑om. Za podešavanje dodatnih tipki odaberite Podesi tipke za reprodukciju ili Podesi tipke Vodiča.
hu: Most már használhatja a távirányítót ezzel az Apple TV-vel. További gombok beállításához válassza ki a Lejátszási gombok beállítása vagy a Műsorújság-gombok beállítása lehetőséget.
id: Kini Anda dapat menggunakan remote Anda dengan Apple TV ini. Untuk mengatur tombol tambahan, pilih Atur Tombol Pemutaran atau Atur Tombol Panduan.
it: Il telecomando è pronto per essere utilizzato con Apple TV. Per configurare tasti aggiuntivi, seleziona “Imposta i tasti di riproduzione” o “Imposta i tasti della guida”.
ja: お使いのリモコンは、このApple TVで使用できるようになりました。その他のボタンを設定するには、“再生ボタンを設定”または“ガイドボタンを設定”を選択してください。
ko: 이제 사용자의 리모컨으로 이 Apple TV를 사용할 수 있습니다. 추가 버튼을 설정하려면 ‘재생 버튼 설정’ 또는 ‘가이드 버튼 설정’을 선택하십시오.
ms: Anda kini boleh menggunakan kawalan jauh anda dengan Apple TV ini. Untuk menyediakan butang tambahan, pilih Sediakan Butang Main Balik atau Sediakan Butang Panduan.
nb: Du kan nå bruke fjernkontrollen med Apple TV. Velg Konfigurer avspillingsknapper eller Konfigurer knapper for guide for å konfigurere flere knapper.
nl: Je kunt nu je afstandsbediening gebruiken met deze Apple TV. Selecteer 'Configureer afspeelknoppen' of 'Configureer gidsknoppen' om extra knoppen in te stellen.
pl: Możesz teraz sterować Apple TV za pomocą pilota. Aby skonfigurować dodatkowe przyciski, wybierz Konfiguruj przyciski odtwarzania lub Konfiguruj przyciski przewodnika.
pt_br: Agora você pode usar o controle remoto com esta Apple TV. Para configurar outros botões, selecione Configurar Botões de Reprodução ou Configurar Botões Guia.
pt_pt: Agora pode usar o seu comando à distância com esta Apple TV. Para configurar botões adicionais, selecione Configurar botões de reprodução ou Configurar botões de guia.
ro: Acum puteți utiliza telecomanda dvs. cu acest Apple TV. Pentru a configura butoane suplimentare, selectați „Configurați butoanele de redare” sau „Configurați butoanele ghidului”.
ru: Теперь Ваш пульт можно использовать с этим Apple TV. Чтобы настроить дополнительные кнопки, выберите «Настроить кнопки воспроизведения» или «Настроить кнопки управления».
sk: Svoje Apple TV teraz môžete ovládať pomocou ovládača. Ak chcete nastaviť ďalšie tlačidlá, vyberte Nastaviť tlačidlá prehrávania alebo Nastaviť programové tlačidlá.
sl: Zdaj lahko daljinec uporabljate s tem Apple TV-jem. Če želite nastaviti dodatne gumbe, izberite možnost Nastavi gumbe za predvajanje ali Nastavi gumbe Vodnika.
sv: Nu kan du använda din fjärrkontroll med denna Apple TV. Du kan ställa in fler knappar genom att gå till Ställ in uppspelningsknappar eller Ställ in guideknappar.
th: ตอนนี้คุณสามารถใช้รีโมทของคุณกับ Apple TV เครื่องนี้ได้แล้ว ในการตั้งค่าปุ่มเพิ่มเติม ให้เลือกตั้งค่าปุ่มการเล่นหรือตั้งค่าปุ่มรายการที่น่าสนใจ
tr: Artık kumandanızı bu Apple TV ile kullanabilirsiniz. Ek düğmeler ayarlamak için Oynatma Düğmelerini Ayarla’yı ya da Kılavuz Düğmelerini Ayarla’yı seçin.
uk: Ви можете використовувати свій пульт із цим Apple TV. Щоб налаштувати додаткові кнопки, виберіть «Налаштувати кнопки відтворення» або «Налаштувати кнопки списку телепередач».
vi: Bây giờ, bạn có thể sử dụng điều khiển từ xa với Apple TV này. Để thiết lập các nút bổ sung, hãy chọn Thiết lập các nút phát lại hoặc Thiết lập các nút hướng dẫn.
zh_cn: 你现在可以将遥控器用于此Apple TV。选择“设置播放按钮”或“设置指南按钮”来设置其他按钮。
zh_hk: 你現在可以使用你的遙控器控制此Apple TV。如要設定其他按鈕，請選擇「設定播放按鈕」或「設定指南按鈕」。
zh_tw: 你現在可以在此Apple TV上使用遙控器。若要設定其他按鈕，請選取「設定播放按鈕」或「設定指南按鈕」。

# RCLearnRemoteCancel
source: Cancel
ar: إلغاء
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_us: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# RCLearnRemoteExtendedSetUpCompleteDescriptionText
source: You can now use your remote with this Apple TV.
ar: يمكنك الآن استخدام الريموت الخاص بك مع هذا الـ Apple TV.
ca: Ja pots utilitzar el teu comandament amb aquest Apple TV.
cs: Nyní můžete s touto Apple TV používat svůj ovladač.
da: Du kan nu bruge fjernbetjeningen med dette Apple TV.
de: Du kannst die Fernbedienung jetzt mit diesem Apple TV verwenden.
el: Τώρα θα μπορείτε να χρησιμοποιείτε το τηλεχειριστήριο με αυτό το Apple TV.
es: Ya puedes utilizar tu mando con este Apple TV.
es_us: Ahora puedes usar tu control remoto con este Apple TV.
fi: Voit nyt käyttää kaukosäädintäsi tämän Apple TV:n kanssa.
fr: Vous pouvez maintenant utiliser votre télécommande avec cette Apple TV.
fr_ca: Vous pouvez désormais utiliser votre télécommande avec cette Apple TV.
he: כעת ניתן להשתמש בשלט עם Apple TV זה.
hi: अब आप अपने रिमोट को इस Apple TV के साथ उपयोग कर सकते हैं।
hr: Sad možete koristiti vaš upravljač s ovim Apple TV‑om.
hu: Most már használhatja a távirányítót ezzel az Apple TV-vel.
id: Kini Anda dapat menggunakan remote Anda dengan Apple TV ini.
it: Il telecomando è pronto per essere utilizzato con Apple TV.
ja: お使いのリモコンは、このApple TVで使用できるようになりました。
ko: 이제 사용자의 리모컨으로 이 Apple TV를 사용할 수 있습니다.
ms: Anda kini boleh menggunakan kawalan jauh anda dengan Apple TV ini.
nb: Du kan nå bruke fjernkontrollen med Apple TV.
nl: Je kunt nu je afstandsbediening gebruiken met deze Apple TV.
pl: Możesz teraz używać pilota z tym Apple TV.
pt_br: Agora você pode usar seu controle remoto com esta Apple TV.
pt_pt: Agora já pode usar o seu comando à distância com esta Apple TV.
ro: Acum puteți utiliza telecomanda dvs. cu acest Apple TV.
ru: Теперь Ваш пульт можно использовать с этим Apple TV.
sk: Svoje Apple TV teraz môžete ovládať pomocou ovládača.
sl: Zdaj lahko daljinec uporabljate s tem Apple TV-jem.
sv: Nu kan du använda din fjärrkontroll med denna Apple TV.
th: ตอนนี้คุณสามารถใช้รีโมทของคุณกับ Apple TV เครื่องนี้ได้แล้ว
tr: Artık kumandanızı bu Apple TV ile kullanabilirsiniz.
uk: Ви можете використовувати свій пульт із цим Apple TV.
vi: Bây giờ, bạn có thể sử dụng điều khiển từ xa với Apple TV này.
zh_cn: 你现在可以将你的遥控器用于此Apple TV。
zh_hk: 你現在可以使用你的遙控器控制此Apple TV。
zh_tw: 你現在可以在此Apple TV上使用遙控器。

# RCLearnRemoteFinishedOkayButtonTitle
source: OK
ar: موافق
he: אישור
hi: ठीक
hr: U redu
id: OKE
ko: 확인
ru: ОК
sl: V redu
th: ตกลง
tr: Tamam
zh_cn: 好
zh_hk: 好
zh_tw: 好

# RCLearnRemoteFinishedSetUpExtendedButtonTitle
source: Set Up Playback Buttons
ar: إعداد أزرار التشغيل
ca: Configura els botons de reproducció
cs: Nastavit tlačítka přehrávání
da: Indstil knapper til afspilning
de: Wiedergabetasten konfigurieren
el: Διαμόρφωση κουμπιών αναπαραγωγής
es: Configurar botones de reproducción
es_us: Configurar botones de reproducción
fi: Määritä toistopainikkeet
fr: Configurer les boutons de lecture
fr_ca: Configurer les boutons de lecture
he: הגדרת כפתורי הפעלה
hi: प्लेबैक बटन सेटअप करें
hr: Podesi tipke za reprodukciju
hu: Lejátszási gombok beállítása
id: Atur Tombol Pemutaran
it: Imposta i tasti di riproduzione
ja: 再生ボタンを設定
ko: 재생 버튼 설정
ms: Sediakan Butang Main Balik
nb: Konfigurer avspillingsknapper
nl: Configureer afspeelknoppen
pl: Konfiguruj przyciski odtwarzania
pt_br: Configurar Botões de Reprodução
pt_pt: Configurar botões de reprodução
ro: Configurați butoanele de redare
ru: Настроить кнопки воспроизведения
sk: Nastaviť tlačidlá prehrávania
sl: Nastavi gumbe za predvajanje
sv: Ställ in uppspelningsknappar
th: ตั้งค่าปุ่มเล่น
tr: Oynatma Düğmelerini Ayarla
uk: Налаштувати кнопки відтворення
vi: Thiết lập Các nút Phát lại
zh_cn: 设置播放按钮
zh_hk: 設定播放按鈕
zh_tw: 設定播放按鈕

# RCLearnRemoteFinishedSetUpGuideButtonTitle
source: Set Up Guide Buttons
ar: إعداد أزرار الدليل
ca: Configura els botons de guia
cs: Nastavit programová tlačítka
da: Indstil guideknapper
de: Führungstasten konfigurieren
el: Διαμόρφωση κουμπιών Οδηγού
es: Configurar botones de la guía
es_us: Configurar botones de guía
fi: Määritä opaspainikkeet
fr: Configurer les boutons de guide
fr_ca: Configurer les boutons de programme
he: הגדרת כפתורי המדריך
hi: गाइड बटन सेटअप करें
hr: Podesi tipke Vodiča
hu: Műsorújság-gombok beállítása
id: Atur Tombol Panduan
it: Imposta i tasti della guida
ja: ガイドボタンを設定
ko: 가이드 버튼 설정
ms: Sediakan Butang Panduan
nb: Konfigurer knapper for guide
nl: Configureer gidsknoppen
pl: Konfiguruj przyciski przewodnika
pt_br: Configurar Botões Guia
pt_pt: Configurar botões de guia
ro: Configurați butoanele ghidului
ru: Настроить кнопки управления
sk: Nastaviť programové tlačidlá
sl: Nastavi gumbe Vodnika
sv: Ställ in guideknappar
th: ตั้งค่าปุ่มรายการที่น่าสนใจ
tr: Kılavuz Düğmelerini Ayarla
uk: Налаштувати кнопки списку телепередач
vi: Thiết lập các nút hướng dẫn
zh_cn: 设置指南按钮
zh_hk: 設定指南按鈕
zh_tw: 設定指南按鈕

# RCLearnRemoteFootnoteText
source: Press Menu or @@BACK@@ on the Apple TV Remote to cancel setup.
ar: اضغط على زر Menu (القائمة) أو @@BACK@@ في ريموت Apple TV لإلغاء الإعداد.
ca: Prem el botó Menú o @@BACK@@ del comandament de l’Apple TV per cancel·lar la configuració.
cs: Chcete‑li nastavení zrušit, stiskněte na ovladači Apple TV tlačítko Menu nebo @@BACK@@.
da: Tryk på Menu eller @@BACK@@ på Apple TV-fjernbetjeningen for at annullere indstilling.
de: Zum Abbrechen der Konfiguration „Menu“ oder „@@BACK@@“ auf der Apple TV Remote drücken.
el: Πατήστε το Menu ή το @@BACK@@ στο Apple TV Remote για ακύρωση της διαμόρφωσης.
es: Pulsa Menú o @@BACK@@ en el mando del Apple TV para cancelar la configuración.
es_us: Presiona Menu o @@BACK@@ en el control remoto del Apple TV para cancelar la configuración.
fi: Kumoa käyttöönotto painamalla Apple TV ‑kaukosäätimen Menu- tai @@BACK@@-painiketta.
fr: Appuyez sur le bouton Menu ou @@BACK@@ de la télécommande de l’Apple TV pour annuler la configuration.
fr_ca: Appuyez sur le bouton Menu ou @@BACK@@ de la télécommande de l’Apple TV pour annuler la configuration.
he: יש ללחוץ על Menu או על @@BACK@@ בשלט ה‑Apple TV כדי לבטל את ההגדרה.
hi: सेटअप रद्द करने के लिए Apple TV रिमोट पर Menu या @@BACK@@ दबाएँ।
hr: Pritisnite tipku Menu ili @@BACK@@ na upravljaču Apple TV Remote kako biste poništili podešavanje.
hu: Nyomja meg az Apple TV távirányítójának Menu vagy @@BACK@@ gombját a beállítás megszakításához.
id: Tekan Menu atau @@BACK@@ di Remote Apple TV untuk membatalkan pengaturan.
it: Per annullare la configurazione, premi Menu o @@BACK@@ sul telecomando per Apple TV.
ja: 設定をキャンセルするにはApple TV RemoteのMENUまたは@@BACK@@を押してください。
ko: 설정을 취소하려면 Apple TV 리모컨에서 Menu 또는 @@BACK@@ 버튼을 누르십시오.
ms: Tekan Menu atau @@BACK@@ pada Apple TV Remote untuk membatalkan persediaan.
nb: Trykk på MENU eller @@BACK@@ på Apple TV-fjernkontrollen for å avbryte konfigureringen.
nl: Annuleer de configuratie met de menuknop of @@BACK@@ op de Apple TV Remote.
pl: Naciśnij przycisk Menu lub @@BACK@@ na pilocie Apple TV, aby anulować konfigurację.
pt_br: Pressione Menu ou @@BACK@@ no Controle Remoto da Apple TV para cancelar a configuração.
pt_pt: No comando da Apple TV, prima Menu ou @@BACK@@ para cancelar a configuração.
ro: Apăsați butonul Meniu sau @@BACK@@ pe telecomanda Apple TV‑ului pentru a anula configurarea.
ru: Нажмите кнопку MENU или @@BACK@@ на пульте Apple TV, чтобы отменить настройку.
sk: Nastavovanie zrušíte stlačením Menu alebo @@BACK@@ na ovládači Apple TV.
sl: Pritisnite gumb Menu ali @@BACK@@ na daljincu Apple TV Remote, da prekličete nastavitev.
sv: Avbryt inställningen genom att trycka på menyknappen eller @@BACK@@ på Apple TV Remote.
th: กดปุ่ม MENU หรือปุ่ม @@BACK@@ บน Apple TV Remote เพื่อยกเลิกการตั้งค่า
tr: Ayarlamadan vazgeçmek için Apple TV Remote’ta MENU veya @@BACK@@ düğmesine basın.
uk: Щоб скасувати налаштування, натисніть кнопку «Меню» чи @@BACK@@ на пульті Apple TV.
vi: Nhấn Menu hoặc @@BACK@@ trên Apple TV Remote để hủy thiết lập.
zh_cn: 按下Apple TV遥控器上的Menu（菜单）按钮或 @@BACK@@ 取消设置。
zh_hk: 按下Apple TV遙控器上的Menu（選單）或 @@BACK@@ 以取消設定。
zh_tw: 按下Apple TV遙控器上的Menu（選單）或 @@BACK@@ 按鈕來取消設定。

# RCLearnRemoteInactivityText
source: No signal detected. Make sure your remote is working, in range, and pointed towards the Apple TV.
ar: لا توجد إشارة. تأكد أن الريموت لديك قيد التشغيل، وأنه ضمن النطاق، وموجه إلى الـ Apple TV.
ca: No s’ha detectat cap senyal. Comprova que el comandament funcioni, estigui a l’abast i apuntant cap a l’Apple TV.
cs: Nebyl přijat žádný signál. Ujistěte se, že je ovladač v dosahu, funkční a namířený na Apple TV.
da: Der er ikke registreret noget signal. Kontroller, at din fjernbetjening virker, er inden for rækkevidde og peger mod Apple TV-enheden.
de: Kein Signal entdeckt. Vergewissere dich, dass die Fernbedienung funktioniert, sich in Reichweite befindet und in Richtung Apple TV zeigt.
el: Δεν εντοπίστηκε σήμα. Βεβαιωθείτε ότι το τηλεχειριστήριο λειτουργεί, είναι εντός εμβέλειας και κοιτά προς το Apple TV.
es: No se ha detectado ninguna señal. Asegúrate de que el mando funciona y está dentro del radio de alcance y enfocado hacia el Apple TV.
es_us: No se detectó ninguna señal. Asegúrate de que el control esté funcionando, esté dentro del alcance y apunte hacia el Apple TV.
fi: Signaalia ei havaittu. Varmista, että kaukosäädin toimii, on kantaman sisällä ja osoitat sitä Apple TV:tä kohti.
fr: Aucun signal détecté. Assurez-vous que votre télécommande fonctionne, qu’elle est à portée de votre Apple TV et dirigée vers cette dernière.
fr_ca: Aucun signal détecté. Assurez-vous que la télécommande fonctionne, qu’elle est à portée et orientée vers l’Apple TV.
he: לא זוהה אות. יש לוודא שהשלט פועל, נמצא בטווח ומכוון אל ה-Apple TV.
hi: कोई सिग्नल प्राप्त नहीं हुआ। निश्चित करें कि आपका रिमोट चालू हो, रेंज में हो और Apple TV की ओर हो।
hr: Signal nije detektiran. Provjerite radi li upravljač ispravno, je li u dometu i okrenut prema Apple TV-u.
hu: Nem észlelhető jel. Győződjön meg róla, hogy a távirányító működik, hatótávon belül van, és az Apple TV felé néz.
id: Tidak ada sinyal yang terdeteksi. Pastikan remote Anda berfungsi, dalam jangkauan, dan diarahkan ke Apple TV.
it: Non è stato rilevato alcun segnale. Assicurati che il telecomando sia funzionante, nel raggio di azione e correttamente rivolto verso Apple TV.
ja: 信号を受信できませんでした。リモコンが動作していて、通信圏内にあり、Apple TVに向けられていることを確認してください。
ko: 감지된 신호가 없습니다. 사용자의 리모컨이 작동하고 있고, 범위 내에 있으며, Apple TV를 향하고 있는지 확인하십시오.
ms: Tiada isyarat dikesan. Pastikan kawalan jauh anda berfungsi, berada dalam liputan dan dituding ke arah Apple TV.
nb: Mottar ingen signaler. Kontroller at fjernkontrollen virker, er innenfor rekkevidde og er rettet mot Apple TV.
nl: Geen signaal. Controleer of de afstandsbediening goed werkt, zich binnen bereik bevindt en naar de Apple TV wijst.
pl: Nie wykryto sygnału. Upewnij się, że pilot działa, jest w zasięgu i jest skierowany w stronę Apple TV.
pt_br: Nenhum sinal detectado. Certifique-se de que o controle remoto está funcionando, dentro do alcance e apontado na direção da Apple TV.
pt_pt: Não foi detetado nenhum sinal. Certifique‑se de que o comando está a funcionar e se encontra dentro do alcance do dispositivo, e aponte‑o para a Apple TV.
ro: Niciun semnal detectat. Asigurați‑vă că telecomanda dvs. este funcțională, în raza de acțiune și îndreptată spre Apple TV.
ru: Сигнал отсутствует. Убедитесь, что пульт работает, находится в радиусе действия и направлен в сторону Apple TV.
sk: Žiadny signál. Uistite sa, že je váš ovládač funkčný, v dosahu a nasmerovaný na Apple TV.
sl: Ni signala. Prepričajte se, da vaš daljinec deluje, da je v dosegu in da je usmerjen proti Apple TV-ju.
sv: Ingen signal upptäckt. Kontrollera att fjärrkontrollen fungerar, är inom räckvidd och är riktad mot Apple TV.
th: ไม่มีสัญญาณ ให้แน่ใจว่ารีโมทของคุณทำงานอยู่และอยู่ในระยะที่กำหนด และชี้ไปทาง Apple TV
tr: Sinyal alınamadı. Kumandanızın çalışır durumda, kapsama alanında ve Apple TV’ye yöneltilmiş olduğundan emin olun.
uk: Сигналу не виявлено. Переконайтеся, що пульт працює, перебуває у полі дії і наведено на Apple TV.
vi: Không có tín hiệu. Đảm bảo điều khiển từ xa của bạn đang hoạt động, ở trong phạm vi và được hướng vào Apple TV.
zh_cn: 未检测到任何信号。请确保遥控器工作正常，并指向Apple TV。
zh_hk: 沒有偵測到訊號。請確保遙控器運作正常、位於通訊範圍內，並指向Apple TV。
zh_tw: 未偵測到訊號。請確定遙控器正常運作，位於通訊範圍內，且對準Apple TV。

# RCLearnRemoteInstructionalText
source: Set up a third-party remote to control your Apple TV.
ar: إعداد ريموت من جهة خارجية للتحكم في Apple TV الخاص بك.
ca: Configura un comandament a distància d’un altre fabricant per controlar l’Apple TV.
cs: Nastavení ovladače od jiného výrobce pro ovládání Apple TV.
da: Indstil en fjernbetjening fra en tredjepart til betjening af Apple TV.
de: Konfiguriere eine Drittanbieter-Fernbedienung, um dein Apple TV zu steuern.
el: Διαμορφώστε ένα τηλεχειριστήριο τρίτου κατασκευαστή για έλεγχο του Apple TV σας.
es: Configura un mando a distancia de otro fabricante para controlar el Apple TV.
es_us: Configura un control remoto de otro fabricante para controlar tu Apple TV.
fi: Ota muun valmistajan kaukosäädin käyttöön Apple TV:n ohjaamista varten.
fr: Configurez une télécommande de tierce partie pour contrôler votre Apple TV.
fr_ca: Configurez une télécommande tierce pour contrôler votre Apple TV.
he: ניתן להגדיר שלט של ספק חיצוני כדי לשלוט ב-Apple TV.
hi: अपने Apple TV को नियंत्रित करने के लिए तृतीय पक्ष के रिमोट को सेटअप करें।
hr: Podesite daljinski upravljač drugog proizvođača za upravljanje Apple TV‑om.
hu: Más gyártó távirányítójának beállítása az Apple TV vezérléséhez.
id: Atur remote pihak ketiga untuk mengontrol Apple TV Anda.
it: Configura un telecomando di terze parti per controllare Apple TV.
ja: Apple TVをコントロールする他社製のリモコンを設定します。
ko: Apple TV를 제어하기 위한 타사 리모컨을 설정하십시오.
ms: Sediakan kawalan jauh pihak ketiga untuk mengawal Apple TV anda.
nb: Konfigurer en fjernkontroll fra en tredjepart til å styre Apple TV.
nl: Configureer een afstandsbediening van een andere fabrikant om je Apple TV te bedienen.
pl: Skonfiguruj pilota innej firmy do sterowania Apple TV.
pt_br: Configure um controle remoto de terceiros para controlar a Apple TV.
pt_pt: Configure um comando à distância de terceiros para controlar a Apple TV.
ro: Configurați o telecomandă de la terți furnizori pentru a controla Apple TV‑ul dvs.
ru: Настройте свой Apple TV для управления пультом стороннего производителя.
sk: Nastavte si na ovládanie Apple TV ovládač tretej strany.
sl: Za upravljanje Apple TV-ja nastavite daljinec drugega ponudnika.
sv: Ställ in en fjärrkontroll från tredje part till att styra din Apple TV.
th: ตั้งค่ารีโมทของบริษัทหรือบุคคลอื่นเพื่อควบคุม Apple TV ของคุณ
tr: Apple TV’nizi denetlemek için üçüncü parti bir kumanda ayarlayın.
uk: Налаштуйте пульт стороннього виробника, щоб керувати своїм Apple TV.
vi: Thiết lập điều khiển từ xa của bên thứ ba để điều khiển Apple TV của bạn.
zh_cn: 设置第三方遥控器来控制你的Apple TV。
zh_hk: 設定第三方遙控器控制Apple TV。
zh_tw: 設定第三方遙控器來控制Apple TV。

# RCLearnRemoteInstructionSuccessText
source: Successfully learned the %@ button.
ar: تم التعرف بنجاح على الزر "%@".
ca: El botó %@ s’ha memoritzat correctament.
cs: Přiřazení tlačítka %@ proběhlo úspěšně.
da: Knappen %@ er nu programmeret.
de: %@-Taste wurde erfolgreich gelernt.
el: Η εκμάθηση του κουμπιού «%@» ολοκληρώθηκε επιτυχώς.
es: El botón “%@” se ha memorizado correctamente.
es_us: El botón %@ se memorizó correctamente.
fi: %[tt]@-painike on tallennettu muistiin.
fr: Le bouton %@ a bien été mémorisé.
fr_ca: Le bouton %@ a bien été mémorisé.
he: הכפתור ״%@״ נלמד בהצלחה.
hi: %@ बटन के बारे में जानकारी सफलतापूर्वक प्राप्त की गई।
hr: Tipka %@ uspješno je programirana.
hu: A(z) %@ gomb regisztrálása sikeres.
id: Berhasil mempelajari tombol %@.
it: Programmazione tasto %@ riuscita.
ja: “%@”ボタンの追加に成功しました。
ko: %@ 버튼이 성공적으로 등록되었습니다.
ms: Berjaya mempelajari butang %@.
nb: Læring av %@-knappen utført.
nl: Leren kennen van knop '%@' is gelukt.
pl: Przycisk %@ skojarzony pomyślnie.
pt_br: O botão %@ foi memorizado corretamente.
pt_pt: A memorização do botão %@ foi bem‑sucedida.
ro: Butonul %@ a fost programat cu succes.
ru: Кнопка «%@» успешно обучена.
sk: Úspešne nastavené tlačidlo %@.
sl: Gumb %@ je uspešno programiran.
sv: %@-knappen inlärd.
th: เรียนรู้ปุ่ม %@ สำเร็จ
tr: %@ düğmesi başarılı bir şekilde öğrenildi.
uk: Успішно вивчено кнопку %@.
vi: Đã ghi nhớ thành công nút %@.
zh_cn: 已成功设置%@按钮。
zh_hk: 已成功學習%@按鈕。
zh_tw: 已成功學習「%@」按鈕。
